Revit 2027 API
HermiteFace.MixedDerivs Property
Mixed derivatives of the surface.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IList<XYZ> MixedDerivs { get; }
Public ReadOnly Property MixedDerivs As IList(Of XYZ)
	Get
public:
property IList<XYZ^>^ MixedDerivs {
	IList<XYZ^>^ get ();
}
member MixedDerivs : IList<XYZ> with get
Property Value
IList<XYZ>
See Also
Reference
HermiteFace Class
Autodesk.Revit.DB Namespace